RestSharpTemplate/Xmls/CountryCurrencyXML.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:web="http://www.oorsprong.org/websamples.countryinfo">
  <soapenv:Header/>
  <soapenv:Body>
    <web:CountryCurrency>
      <web:sCountryISOCode>$isoCode</web:sCountryISOCode>
    </web:CountryCurrency>
  </soapenv:Body>
</soapenv:Envelope>
